[
  "cm-editor-syntax-highlight-obsidian",
  "calendar",
  "easy-typing-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-minimal-settings",
  "obsidian-image-auto-upload-plugin",
  "highlightr-plugin",
  "obsidian-checklist-plugin",
  "obsidian-git",
  "obsidian-style-settings"
]